Repository: Karina-droid/Karina-droid
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: he

source: Please log in to access this page.
he: בבקשה תיכנסו לאתר כדי לראות את העמוד

source: Error: the translation service is not configured.
he: .חלה שגיאה: התרגום לא הצליח

source: Error: the translation service failed.
he: .חלה שגיאה: התרגום לא הצליח

source: Username
he: שם משתמם

source: Password
he: ססמה

source: Remember Me
he: לזכור אותי

source: Sign In
he: כניסה

source: Email
he: דואר אלקטרוני

source: Repeat password
he: בדיקת סיסמה

source: Register
he: הרשמה

source: Please use a different username.
he: נא תשתמשו בשם אחר

source: Please use a different email.
he: נא תשתמשו שדואר אלקטרוני אחר

source: Request Password Reset
he: שחזור ססמה

source: Repeat Password
he: בדיקת ססמה

source: Invalid username or password
he: שגיאה בשם משתמש או ססמה

source: Congratulations, you are now a registered user!
he: !ברוך/כה הבא/ה לאתר שלנו

source: Check your email for the instructions to reset your password
he: תבדוק/י בדואר האלקטרוני שלך להנחיות שחזור הססמהץ

source: Your password has been reset.
he: הססמה שלך מאופסת

source: About me
he: עליי

source: Submit
he: אישור

source: Say something
he: ספר משהו

source: Message
he: הודעה

source: Your chages have been saved.
he: השינויים שלך נשמרוץ

source: User %(username)s is not found.
he: המשתמש %(username)s לא מצוי

source: You cannot follow yourself!
he: !אתה לא יכול לעקוב אחריך

source: You are following %(username)s!
he: !%(username)s אתה כבר עוקב אחרי

source: You are not following %(username)s.
he: .%(username)s אתה לא עוקב אחרי

source: Send Message
he: לשלוח

source: %(username)s said %(when)s
he: %(when)s אמר %(username)s

source: Translate
he: לתרגם

source: Welcome to Microblog
he: ברוכ/ה הבא/ה למיכרובלוג

source: Home
he: עמוד הבית

source: Explore
he: לגלות

source: Login
he: כניסה

source: Messages
he: הודעות

source: Logout
he: יציאה

source: Error: Could noot contact server.
he: .חלה שגיאה: השרת לא הושג

source: Edit Profile
he: לשנות פרופיל שלך

source: Hello, %(username)s!
he: %(username)s ,שלום

source: Newer posts
he: הודעות אחרונות

source: Older posts
he: הודעות ישנות

source: Send Message to %(recipient)s
he: %(recipient)sלשלוח ל

source: Last seen on
he: היה פה

source: %(count)d followers
he: עוקבים %(count)d

source: %(count)d following
he: %(count)d עוקב אחרי

source: Unfollow
he: להפסיק לעקוב

source: New user?
he: ?משתמש חדש

source: Click here to register
he: להירשם לאתר

source: Forgot your password?
he: ?שכחת ססמה

source: Click to reset it.
he: .שחזר/י אותה פה

source: Reset Your Password
he: שחזר ססמה שלך

source: Reset Password
he: שחזור ססמה

source: File Not Found
he: הקובץ לא מצוי

source: Back
he: אחורה

source: An unexpected error has occurred
he: חלה שגיאה אי צפויה
